Repository: Liturgical-Calendar/LiturgicalCalendarAPI
Catalog: i18n/*/LC_MESSAGES/litcal.po
Languages: nl, sk

source: green
nl: groen
sk: zelená

source: purple
nl: paars
sk: fialová

source: white
nl: wit
sk: biela

source: red
nl: rood
sk: červená

source: rose
nl: roos

source: Proper
nl: Eigen
sk: Správne

source: Dedication of a Church
nl: Kerkwijding
sk: Posviacka kostola

source: Blessed Virgin Mary
nl: H. Maagd Maria
sk: Blahoslavená Panna Mária

source: Martyrs
nl: Martelaren
sk: Mučeníci

source: Pastors
nl: Herders
sk: Pastori

source: Doctors
nl: Kerkleraren
sk: Lekári

source: Virgins
nl: Maagden
sk: Panny

source: Holy Men and Women
nl: Heilige mannen en vrouwen
sk: Svätí muži a ženy

source: For One Martyr
nl: Voor een martelaar
sk: Pre jedného mučeníka

source: For Several Martyrs
nl: Voor meer martelaren
sk: Pre niekoľkých mučeníkov

source: For Missionary Martyrs
nl: Voor missionarissen-martelaren
sk: Za misionárskych mučeníkov

source: For One Missionary Martyr
nl: Voor een missionaire martelaar
sk: Za jedného misionárskeho mučeníka

source: For Several Missionary Martyrs
nl: Voor meer missionarissen-martelaren
sk: Za niekoľkých misionárskych mučeníkov

source: For a Virgin Martyr
nl: Voor een maagd-martelares
sk: Pre Pannu Martýrku

source: For a Holy Woman Martyr
nl: Voor een heilige martelares
sk: Pre svätú ženu mučeníčku

source: For a Pope
nl: Voor een Paus
sk: Pre pápeža

source: For a Bishop
nl: Voor een bisschop
sk: Pre biskupa

source: For One Pastor
nl: Voor één priester
sk: Pre jedného pastora

source: For Several Pastors
nl: Voor meerdere priesters
sk: Pre niekoľkých pastierov

source: For Founders of a Church
nl: Voor stichters van een plaatselijke kerk
sk: Pre zakladateľov Cirkvi

source: For One Founder
nl: Voor één stichter
sk: Pre jedného zakladateľa

source: For Several Founders
nl: Voor meerdere stichters
sk: Za viacerých zakladateľov

source: For Missionaries
nl: Voor missionarissen
sk: Pre misionárov

source: For One Virgin
nl: Voor één maagd
sk: Pre jednu Pannu

source: For Several Virgins
nl: Voor meerdere maagden
sk: Pre niekoľko panien

source: For Several Saints
nl: Voor meerdere heiligen
sk: Pre niekoľkých svätých

source: For One Saint
nl: Voor één heilige
sk: Pre jedného svätého

source: For an Abbot
nl: Voor een abt
sk: Za opáta

source: For a Monk
nl: Voor een monnik
sk: Pre mnícha

source: For a Nun
nl: Voor een non
sk: Pre mníšku

source: For Religious
nl: Voor kloosterlingen
sk: Pre náboženské účely

source: For Those Who Practiced Works of Mercy
nl: Voor hen die werken van barmhartigheid hebben verricht
sk: Pre tých, ktorí vykonávali skutky milosrdenstva

source: For Educators
nl: Voor opvoeders
sk: Pre pedagógov

source: For Holy Women
nl: Voor heilige vrouwen
sk: Za sväté ženy

# (SING_FEMM)
source: of the
nl: voor de
sk: z

# (PLUR_FEMM)
source: of
nl: voor
sk: z

# (PLUR_MASC)
source: of
nl: voor
sk: z

# (SING_MASC)
source: of the
nl: voor de
sk: z

source: weekday
nl: weekdag
sk: pracovný deň

source: Memorial
nl: Gedachtenis
sk: Pamätník

source: FEAST
nl: FEEST
sk: SVIATOK

source: FEAST OF THE LORD
nl: FEEST VAN DE HEER
sk: SVIATOK PÁNA

source: SOLEMNITY
nl: HOOGFEEST
sk: SLÁVNOSŤ

source: celebration with precedence over solemnities
nl: viering met voorrang op hoogfesten
sk: slávenie s prednosťou pred slávnosťami

source: For the Church
nl: Voor de Kerk

source: For the Pope
nl: Voor de paus

source: For the Bishop
nl: Voor de bisschop

source: For the Election of a Pope or a Bishop
nl: Voor de verkiezing van een paus of een bisschop

source: For a Council or a Synod
nl: Voor een concilie of een synode

source: For Priests
nl: Voor priesters

source: For the Priest Himself
nl: Voor de Priester Zelf

source: On the Anniversary of His Ordination
nl: Op de verjaardag van zijn wijding

source: For Ministers of the Church
nl: Voor bedienaren van de Kerk

source: For Vocations to Holy Orders
nl: Voor roepingen tot de Heilige Wijdingen

source: For the Laity
nl: Voor de leken

source: On the Anniversaries of Marriage: On Any Anniversary
nl: Op de Huwelijksverjaardagen: Op Elke Verjaardag

source: On the Anniversaries of Marriage: On the Twenty-Fifth Anniversary
nl: Op de Huwelijksverjaardagen: Op de Vijfentwintigste Verjaardag

source: On the Anniversaries of Marriage: On the Fiftieth Anniversary
nl: Op de Huwelijksverjaardagen: Op het Vijftigste Huwelijksjubileum

source: For the Family
nl: Voor de Familie

source: On the Twenty-Fifth or Fiftieth Anniversary of Religious Profession
nl: Bij het Vijfentwintigste of Vijftigste Jubileum van Religieuze Professie

source: For Vocations to Religious Life
nl: Voor roepingen tot het religieuze leven

source: For Promoting Harmony
nl: Voor het Bevorderen van Harmonie

source: For Reconciliation
nl: Voor Verzoening

source: For the Unity of Christians
nl: Voor de Eenheid van Christenen

source: For the Evangelization of Peoples
nl: Voor de Evangelisatie van Volkeren

source: For Persecuted Christians
nl: Voor vervolgde christenen

source: For a Spiritual or Pastoral Gathering
nl: Voor een spirituele of pastorale bijeenkomst

source: For the Nation or State
nl: Voor de natie of staat

source: For Those in Public Office
nl: Voor degenen in openbare ambten

source: For a Governing Assembly
nl: Voor een Besturende Vergadering

source: For the Head of State or Ruler
nl: Voor het staatshoofd of de heerser

source: At the Beginning of the Civil Year
nl: Aan het begin van het burgerlijk jaar

source: For the Sanctification of Human Labor
nl: Voor de Heiliging van Menselijke Arbeid

source: At Seedtime
nl: Bij zaaitijd

source: After the Harvest
nl: Na de Oogst

source: For the Progress of Peoples
nl: Voor de Vooruitgang van Volkeren

source: For the Preservation of Peace and Justice
nl: Voor het behoud van vrede en rechtvaardigheid

source: In Time of War or Civil Disturbance
nl: In tijden van oorlog of burgerlijke onrust

source: For Refugees and Exiles
nl: Voor Vluchtelingen en Ballingen

source: In Time of Famine or for Those Suffering Hunger
nl: In tijden van hongersnood of voor hen die honger lijden

source: In Time of Earthquake
nl: Tijdens Aardbeving

source: For Rain
nl: Voor Regen

source: For Fine Weather
nl: Voor goed weer

source: For an End to Storms
nl: Voor een einde aan stormen

source: For the Forgiveness of Sins
nl: Voor de Vergeving van Zonden

source: For Chastity
nl: Voor kuisheid

source: For Charity
nl: Voor Liefdadigheid

source: For Relatives and Friends
nl: Voor familie en vrienden

source: For Our Oppressors
nl: Voor onze onderdrukkers

source: For Those Held in Captivity
nl: Voor degenen die in gevangenschap verkeren

source: For Those in Prison
nl: Voor degenen in de gevangenis

source: For the Sick
nl: Voor de Zieken

source: For the Dying
nl: Voor de Stervenden

source: For the Grace of a Happy Death
nl: Voor de Genade van een Gelukkige Dood

source: In Any Need
nl: In elke nood

source: For Giving Thanks to God
nl: Om God te bedanken

source: Masses and Prayers for Various Needs and Occasions
nl: Missen en Gebeden voor Verschillende Behoeften en Gelegenheden

source: Advent
nl: Adventstijd

source: Christmas
nl: Kersttijd
sk: Vianoce

source: Lent
nl: Vastentijd
sk: Pôst

source: Easter Triduum
nl: Paastriduüm
sk: Veľkonočné trojdnie

source: Easter
nl: Paasseizoen
sk: Veľká noc

source: Ordinary Time
nl: Gewone tijd
sk: Obdobie cez rok

source: The name of the diocese could not be derived from the diocese ID "%s".
nl: De naam van het bisdom kon niet worden afgeleid van het bisdom-ID "%s".

source: Only years from 1970 and after are supported. You tried requesting the year %d.
nl: Alleen jaren na 1970 worden ondersteund. U probeert het jaar %d op te vragen.
sk: Podporované sú len roky od roku 1970 a neskôr. Skúsili ste požiadať o rok %d.

source: Only years until 9999 are supported. You tried requesting the year %d.
nl: Alleen jaren tot 9999 worden ondersteund. Je hebt geprobeerd het jaar %d op te vragen.
sk: Podporované sú len roky do 9999. Skúsil si zadať rok %d.

source: %s - Christmas Weekday
nl: %s van de kersttijd
sk: %s - Vianočný všedný deň

source: or
nl: of
sk: alebo

source: Divine Mercy Sunday
nl: Barmhartige zondag
sk: Nedeľa Božieho milosrdenstva

source: The Solemnity '%1$s' falls on %2$s in the year %3$d, the celebration has been transferred to %4$s (%5$s) as per the %6$s.
nl: Het hoogfeest van '%1$s' valt op %2$s in het jaar %3$d, de viering is verplaatst naar %4$s (%5$s) overeenkomstig %6$s.
sk: Slávnosť '%1$s' pripadá na %2$s v roku %3$d, oslava bola presunutá na %4$s (%5$s) podľa %6$s.

source: the Saturday preceding Palm Sunday
nl: de zaterdag voorafgaand aan Palmzondag
sk: sobota pred Kvetnou nedeľou

source: the Monday following the Second Sunday of Easter
nl: maandag na de tweede zondag van pasen
sk: pondelok po Druhej veľkonočnej nedeli

source: the following Monday
nl: de volgende maandag
sk: nasledujúci pondelok

source: The Solemnity '%1$s' coincides with the Solemnity '%2$s' in the year %3$d. We should ask the Dicastery for Divine Worship and the Discipline of the Sacraments what to do about this!
nl: Het hoogfeest van '%1$s' valt samen met het hoogfeest van '%2$s' in het jaar %3$d. We moeten het dicasterie voor de Goddelijke Eredienst en de Regeling van de Sacramenten vragen wat we hieraan moeten doen!

source: Seeing that the Solemnity '%1$s' coincides with the Solemnity '%2$s' in the year %3$d, it has been anticipated by one day as per %4$s.
nl: Omdat het hoogfeest van '%1$s' samenvalt met het hoogfeest van '%2$s' in het jaar %3$d, wordt het een dag eerder gevierd overeenkomstig %4$s.
sk: Keďže sa slávnosť '%1$s' zhoduje so slávnosťou '%2$s' v roku %3$d, bola podľa %4$s presunutá o jeden deň dopredu.

source: '%1$s' falls on a Sunday in the year %2$d, therefore the Feast '%3$s' is celebrated on %4$s rather than on the Sunday after Christmas.
nl: '%1$s' valt op een zondag in het jaar %2$d, daarom wordt het feest van '%3$s' gevierd op %4$s in plaats van op de zondag na Kerstmis.
sk: '%1$s' pripadá na nedeľu v roku %2$d, preto sa sviatok '%3$s' oslavuje na %4$s namiesto nedele po Vianociach.

source: Our Lord Jesus Christ, The Eternal High Priest
nl: Onze Heer Christus Eeuwige Hogepriester
sk: Náš Pán Ježiš Kristus, Večný Veľkňaz

source: In 2012, Pope Benedict XVI gave faculty to the Episcopal Conferences to insert the Feast of Our Lord Jesus Christ the Eternal High Priest in their own liturgical calendars on the Thursday after Pentecost: applicable to the calendar '%1$s' in the year '%2$d' (%3$s).
nl: In 2012 verleende paus Benedictus XVI de bevoegdheid aan de bisschoppelijke conferenties om het feest van Onze Heer Jezus Christus, de Eeuwige Hogepriester, in hun eigen liturgische kalenders in te voegen op de donderdag na Pinksteren: van toepassing op de kalender '%1$s' in het jaar '%2$d' (%3$s).
sk: V roku 2012 dal pápež Benedikt XVI. biskupským konferenciám možnosť zaradiť sviatok Nášho Pána Ježiša Krista, Večného Veľkňaza, do svojich liturgických kalendárov na štvrtok po Turícach: platí pre kalendár '%1$s' v roku '%2$d' (%3$s).

source: '%1$s' is superseded by the %2$s '%3$s' in the year %4$d.
nl: '%1$s' wordt vervangen door het %2$s van '%3$s' in het jaar %4$d.
sk: '%1$s' je nahradený %2$s '%3$s' v roku %4$d.

source: of the %s Week of Advent
nl: in de %s week van de advent
sk: týždňa adventu %s

source: %s Day of the Octave of Christmas
nl: %s dag onder het octaaf van Kerstmis
sk: %s deň oktávy Vianoc

source: of the %s Week of Lent
nl: in de %s week van de veertigdagentijd
sk: týždňa pôstu %s

source: after Ash Wednesday
nl: na Aswoensdag
sk: po Popolcovej strede

source: The %1$s '%2$s' has been added on %3$s since the year %4$d (%5$s), applicable to the year %6$d.
nl: De %1$s '%2$s' is toegevoegd op %3$s vanaf %4$d (%5$s), van toepassing in het jaar %6$d.
sk: %1$s '%2$s' bol pridaný dňa %3$s od roku %4$d (%5$s), platný pre rok %6$d.

source: Vatican Press conference: Presentation of the Editio Typica Tertia of the Roman Missal
nl: Persconferentie van het Vaticaan: presentatie van de derde standaarduitgave van het Romeins Missaal
sk: Tlačová konferencia vo Vatikáne: Predstavenie Editio Typica Tertia Rímskeho misála

source: The %1$s '%2$s' either falls between 17 Dec. and 24 Dec., or during the Octave of Christmas, or on the weekdays of the Lenten season in the year %3$d, rank reduced to Commemoration.
nl: De %1$s '%2$s' valt tussen 17 en 24 december, of tijdens het Octaaf van Kerstmis, of op de weekdagen van de veertigdagentijd in %3$d, de rang is teruggebracht naar vrije gedachtenis.
sk: %1$s '%2$s' buď spadá medzi 17. decembra a 24. decembra, alebo počas Oktávy Vianoc, alebo v pracovných dňoch pôstneho obdobia v roku %3$d, hodnosť znížená na Spomienku.

source: The %1$s '%2$s' is superseded by the %3$s '%4$s' in the year %5$d.
nl: De %1$s '%2$s' wordt in het jaar %5$d vervangen door de %3$s '%4$s'.
sk: %1$s '%2$s' je nahradený %3$s '%4$s' v roku %5$d.

source: Apostolic Constitution Missale Romanum
nl: Apostolische Constitutie Missale Romanum
sk: Apoštolská konštitúcia Missale Romanum

source: The %1$s '%2$s', added in the %3$s of the Roman Missal since the year %4$d (%5$s) and usually celebrated on %6$s, is suppressed by the %7$s '%8$s' in the year %9$d.
nl: De %1$s '%2$s', toegevoegd aan de %3$s aan het Romeins Missaal vanaf %4$d (%5$s) en gewoonlijk gevierd op %6$s, wordt vervangen door de %7$s '%8$s' in het jaar %9$d.
sk: %1$s '%2$s', pridaný do %3$s Rímskeho misála od roku %4$d (%5$s) a zvyčajne slávený %6$s, je zrušený %7$s '%8$s' v roku %9$d.

source: The %1$s '%2$s', added on %3$s since the year %4$d (%5$s), is however superseded by a %6$s '%7$s' in the year %8$d.
nl: De %1$s '%2$s', toegevoegd op %3$s vanaf het jaar %4$d (%5$s), wordt echter vervangen door een %6$s '%7$s' in het jaar %8$d.
sk: %1$s '%2$s', pridaný v roku %3$s od roku %4$d (%5$s), je však nahradený %6$s '%7$s' v roku %8$d.

source: The Memorial '%1$s' coincides with another Memorial '%2$s' in the year %3$d. They are both reduced in rank to optional memorials (%4$s).
nl: De gedachtenis '%1$s' valt samen met een andere gedachtenis '%2$s' in het jaar %3$d. Zij worden beide in rang teruggebracht tot vrije gedachtenis (%4$s).
sk: Pamätný deň '%1$s' sa zhoduje s iným pamätným dňom '%2$s' v roku %3$d. Oba sú znížené na ľubovoľné spomienky (%4$s).

source: The name of the %1$s '%2$s' has been changed to %3$s since the year %4$d, applicable to the year %5$d (%6$s).
nl: De naam van de %1$s '%2$s' is veranderd in %3$s vanaf het jaar %4$d, van toepassing in het jaar %5$d (%6$s).
sk: Názov %1$s '%2$s' bol zmenený na %3$s od roku %4$d, platný pre rok %5$d (%6$s).

source: The %1$s '%2$s' has been raised to the rank of %3$s since the year %4$d, applicable to the year %5$d (%6$s).
nl: De %1$s '%2$s' is verhoogd tot de rang van %3$s vanaf het jaar %4$d, van toepassing in het jaar %5$d (%6$s).
sk: %1$s '%2$s' bol povýšený na hodnosť %3$s od roku %4$d, platné pre rok %5$d (%6$s).

source: The %1$s '%2$s' has been lowered to the rank of %3$s since the year %4$d, applicable to the year %5$d (%6$s).
nl: De %1$s '%2$s' is in rang verlaagd tot %3$s vanaf het jaar %4$d, van toepassing in het jaar %5$d (%6$s).
sk: Hodnosť %1$s '%2$s' bola znížená na %3$s od roku %4$d, platné pre rok %5$d (%6$s).

source: '%1$s' has been declared a Doctor of the Church since the year %2$d, applicable to the year %3$d (%4$s).
nl: '%1$s' is tot Kerkleraar uitgeroepen vanaf het jaar %2$d, van toepassing in het jaar %3$d (%4$s).
sk: '%1$s' bol vyhlásený za učiteľa Cirkvi od roku %2$d, platné pre rok %3$d (%4$s).

source: The %1$s '%2$s', added on %3$s since the year %4$d (%5$s), is however superseded by the %6$s '%7$s' in the year %8$d.
nl: De %1$s '%2$s', toegevoegd op %3$s vanaf het jaar %4$d (%5$s), wordt vervangen door het %6$s '%7$s' in het jaar %8$d.
sk: %1$s '%2$s', pridaný v roku %3$s od roku %4$d (%5$s), je však nahradený %6$s '%7$s' v roku %8$d.

source: In the year %1$d, the %2$s '%3$s' has been suppressed by the %4$s '%5$s', added on %6$s since the year %7$d (%8$s).
nl: In het jaar %1$d, de %2$s '%3$s' is vervangen door de %4$s '%5$s', toegevoegd op %6$s vanaf het jaar %7$d (%8$s).
sk: V roku %1$d bol %2$s '%3$s' zrušený %4$s '%5$s', pridaný dňa %6$s od roku %7$d (%8$s).

source: The optional memorial '%1$s' has been transferred from Dec. 12 to Aug. 12 since the year 2002 (%2$s), applicable to the year %3$d.
nl: De vrije gedachtenis '%1$s' is verplaatst van 12 december naar 12 augustus vanaf het jaar 2002 (%2$s), van toepassing in het jaar %3$d.
sk: Nepovinná spomienka '%1$s' bola presunutá z 12. decembra na 12. augusta od roku 2002 (%2$s), platná pre rok %3$d.

source: The optional memorial '%1$s', which would have been superseded this year by a Sunday or Solemnity were it on Dec. 12, has however been transferred to Aug. 12 since the year 2002 (%2$s), applicable to the year %3$d.
nl: De vrije gedachtenis '%1$s', die dit jaar vervangen zou worden door een zondag of hoogfeest als het op 12 december gevierd zou worden, is echter vanaf het jaar 2002 verplaatst naar 12 augustus (%2$s), van toepassing in het jaar %3$d.
sk: Nepovinná spomienka '%1$s', ktorá by tento rok bola nahradená nedeľou alebo slávnosťou, keby bola 12. decembra, bola však od roku 2002 (%2$s) presunutá na 12. augusta, platná pre rok %3$d.

source: The optional memorial '%1$s' has been transferred from Dec. 12 to Aug. 12 since the year 2002 (%2$s), applicable to the year %3$d. However, it is superseded by the %4$s '%5$s' in the year %3$d.
nl: De facultatieve herdenking '%1$s' is sinds het jaar 2002 (%2$s) verplaatst van 12 december naar 12 augustus, van toepassing op het jaar %3$d. Echter, in het jaar %3$d wordt het overschaduwd door de %4$s '%5$s'.
sk: Voliteľná spomienka '%1$s' bola presunutá z 12. decembra na 12. augusta od roku 2002 (%2$s), vzťahuje sa na rok %3$d. Avšak, v roku %3$d ju nahrádza %4$s '%5$s'.

source: The Feast '%1$s' would have been suppressed this year ( 2009 ) since it falls on a Sunday, however being the Year of the Apostle Paul, as per the %2$s it has been reinstated so that local churches can optionally celebrate the memorial.
nl: Het feest '%1$s' zou dit jaar (2009) komen te vervallen omdat het op een zondag valt, maar vanwege het Paulusjaar is het, overeenkomstig %2$s hersteld, zodat lokale kerken de gedachtenis naar keuze kunnen vieren.
sk: Sviatok '%1$s' by bol tento rok (2009) zrušený, pretože pripadá na nedeľu, avšak keďže je Rok apoštola Pavla, podľa %2$s bol obnovený, aby miestne cirkvi mohli voliteľne sláviť pamätný deň.

source: of the %s Week of Easter
nl: na de %s zondag van pasen
sk: týždňa Veľkej noci %s

source: of the %s Week of Ordinary Time
nl: in de %s week door het jaar
sk: týždňa v období cez rok %s

source: Saturday Memorial of the Blessed Virgin Mary
nl: Maria op zaterdag
sk: Sobotná pamiatka Preblahoslavenej Panny Márie

source: Could not find a %1$s property in the %2$s for the National Calendar %3$s.
nl: Kon de %1$s eigenschap niet vinden in de %2$s voor de Nationale Kalender %3$s.

source: The liturgical event '%1$s' has been moved from %2$s to %3$s due to conditional rules in the year %4$d.
nl: De liturgische gebeurtenis '%1$s' is verplaatst van %2$s naar %3$s vanwege voorwaardelijke regels in het jaar %4$d.
sk: Liturgická udalosť '%1$s' bola presunutá z %2$s na %3$s kvôli podmieneným pravidlám v roku %4$d.

source: The %1$s '%2$s', usually celebrated on %3$s, was suppressed by the %4$s '%5$s' in the year %6$d, and though it would be elevated to a Patronal festivity for the Calendar %7$s, it has not been reinstated.
nl: De %1$s '%2$s', die gewoonlijk op %3$s wordt gevierd, werd in het jaar %6$d onderdrukt door de %4$s '%5$s', en hoewel het zou worden verheven tot een patroonfeest voor de kalender %7$s, is het niet hersteld.
sk: %1$s '%2$s', zvyčajne oslavovaný %3$s, bol zrušený %4$s '%5$s' v roku %6$d, a hoci by bol povýšený na patrónsku slávnosť pre kalendár %7$s, nebol obnovený.

source: The Memorial '%1$s' coincides with another Memorial '%2$s' in the year %3$d. They are both reduced in rank to optional memorials.
nl: De gedachtenis '%1$s' valt samen met een andere gedachtenis '%2$s' in het jaar %3$d. Ze zijn beide teruggebracht naar de rang van vrije gedachtenis.
sk: Pamätný deň '%1$s' sa zhoduje s iným pamätným dňom '%2$s' v roku %3$d. Oba sú znížené na ľubovoľné spomienky.

source: The Feast '%1$s', usually celebrated on %2$s, coincides with another Feast '%3$s' in the year %4$d! Does something need to be done about this?
nl: De Feest '%1$s', gewoonlijk gevierd op %2$s, wordt vervangen door de Feest '%3$s' in het jaar %4$d. Moet hier iets aan gedaan worden?
sk: Sviatok '%1$s', zvyčajne oslavovaný %2$s, sa v roku %4$d zhoduje s iným sviatkom '%3$s'! Treba s tým niečo urobiť?

source: The Solemnity '%1$s', usually celebrated on %2$s, coincides with the Sunday or Solemnity '%3$s' in the year %4$d! Does something need to be done about this?
nl: Het hoogfeest van '%1$s'gewoonlijk gevierd op %2$s, valt samen met het Zondag of hoogfeest van '%3$s' in het jaar %4$d. Moet hier iets aan gedaan worden?
sk: Slávnosť '%1$s', zvyčajne slávená %2$s, sa v roku %4$d zhoduje s nedeľou alebo slávnosťou '%3$s'! Treba s tým niečo urobiť?

source: The %1$s '%2$s' was not added to the calendar on %3$s because it conflicts with an existing liturgical event in the year %4$d.
nl: De %1$s '%2$s' is niet toegevoegd aan de kalender op %3$s omdat het conflicteert met een bestaand liturgisch evenement in het jaar %4$d.
sk: Dátum %1$s '%2$s' nebol pridaný do kalendára %3$s, pretože je v konflikte s existujúcou liturgickou udalosťou v roku %4$d.

source: The name of the %1$s '%2$s' has been changed to '%3$s' in the national calendar '%4$s' since the year %5$d, applicable to the year %6$d.
nl: De naam van de %1$s '%2$s' is veranderd naar '%3$s' in de nationale kalender '%4$s' sinds het jaar %5$d, van toepassing op het jaar %6$d.
sk: Názov %1$s '%2$s' bol zmenený na '%3$s' v národnom kalendári '%4$s' od roku %5$d, platný pre rok %6$d.

source: The name of the celebration '%1$s' has been changed to '%2$s' in the national calendar '%3$s' since the year %4$d, but could not be applied to the year %5$d because the celebration was not found.
nl: De naam van de viering '%1$s' is veranderd naar '%2$s' in de nationale kalender '%3$s' sinds het jaar %4$d, maar kon niet worden toegepast op het jaar %5$d omdat de viering niet werd gevonden.
sk: Názov oslavy '%1$s' bol zmenený na '%2$s' v národnom kalendári '%3$s' od roku %4$d, ale nemohol byť použitý v roku %5$d, pretože oslava nebola nájdená.

source: The grade of the %1$s '%2$s' has been changed to '%3$s' in the national calendar '%4$s' since the year %5$d (%6$s), applicable to the year %7$d.
nl: De rang van de %1$s '%2$s' is veranderd naar '%3$s' in de nationale kalender '%4$s' sinds het jaar %5$d (%6$s), van toepassing op het jaar %7$d.
sk: Hodnosť %1$s '%2$s' bola v národnom kalendári '%4$s' zmenená na '%3$s' od roku %5$d (%6$s), platná pre rok %7$d.

source: The grade of the celebration '%1$s' has been changed to '%2$s' in the national calendar '%3$s' since the year %4$d (%5$s), but could not be applied to the year %6$d because the celebration was not found.
nl: De graad van de viering '%1$s' is veranderd naar '%2$s' in de nationale kalender '%3$s' sinds het jaar %4$d (%5$s), maar kon niet worden toegepast op het jaar %6$d omdat de viering niet werd gevonden.
sk: Stupeň oslavy '%1$s' bol zmenený na '%2$s' v národnom kalendári '%3$s' od roku %4$d (%5$s), ale nemohol byť použitý pre rok %6$d, pretože oslava nebola nájdená.

source: The %1$s '%2$s' has been moved from %3$s to %4$s since the year %5$d in the national calendar '%6$s', applicable to the year %7$d.
nl: De %1$s '%2$s' is sinds het jaar %5$d in de nationale kalender '%6$s' verplaatst van %3$s naar %4$s, van toepassing op het jaar %7$d.
sk: %1$s '%2$s' bol presunutý z %3$s do %4$s od roku %5$d v národnom kalendári '%6$s', platnom pre rok %7$d.
