Repository: Liturgical-Calendar/LiturgicalCalendarAPI
Catalog: i18n/*/LC_MESSAGES/litcal.po
Languages: nl, sk

source: The liturgical event '%1$s' has been moved to %2$s since the year %3$d in the national calendar '%4$s', but cannot be applied in the year %5$d simply because we could not find the data for it from the Roman Missal events.
nl: De liturgische gebeurtenis '%1$s' is sinds het jaar %3$d verplaatst naar %2$s in de nationale kalender '%4$s', maar kan in het jaar %5$d niet worden toegepast omdat we de gegevens ervoor niet konden vinden in de gebeurtenissen van het Romeins Missaal.

source: Found a sanctorale data file for %s
nl: Er is een sanctorale data bestand gevonden voor %s
sk: Našiel som súbor sanctorale pre %s

source: The %1$s '%2$s' (%3$s), added to the national calendar in the %4$s, is superseded by the %5$s '%6$s' in the year %7$d
nl: De %1$s '%2$s' (%3$s), toegevoegd aan de nationale kalender in de %4$s, wordt vervangen door de %5$s '%6$s' in het jaar %7$d
sk: %1$s '%2$s' (%3$s), pridaný do národného kalendára v %4$s, je nahradený %5$s '%6$s' v roku %7$d

source: Could not find a sanctorale data file for %s
nl: Een sanctorale data bestand voor %s is niet gevonden
sk: Nepodarilo sa nájsť súbor sanctorale pre %s

source: The %1$s '%2$s' is transferred from %5$s to %6$s as per the %7$s, to make room for '%3$s': applicable to the year %4$d.
nl: De %1$s '%2$s' wordt verplaatst van %5$s naar %6$s overeenkomstig de %7$s, om plaats te maken voor '%3$s': van toepassing in het jaar %4$d.
sk: %1$s '%2$s' je presunutý z %5$s do %6$s podľa %7$s, aby sa uvoľnilo miesto pre '%3$s': platné pre rok %4$d.

source: The %1$s '%2$s' would have been transferred from %3$s to %4$s as per the %5$s, to make room for '%6$s', however it is suppressed by the %7$s '%8$s' in the year %9$d.
nl: De %1$s '%2$s' zou verplaatst worden van %3$s naar %4$s overeenkomstig de %5$s, om plaats te maken voor '%6$s', maar wordt vervangen door %7$s '%8$s' in het jaar %9$d.
sk: %1$s '%2$s' by bol presunutý z %3$s do %4$s podľa %5$s, aby sa uvoľnilo miesto pre '%6$s', avšak je potlačený %7$s '%8$s' v roku %9$d.

source: Cannot create mobile liturgical event '%1$s' relative to liturgical event with key '%2$s', liturgical event does not exist.
nl: Kan mobiel liturgisch evenement '%1$s' niet maken ten opzichte van liturgisch evenement met sleutel '%2$s', liturgisch evenement bestaat niet.
sk: Nie je možné vytvoriť mobilnú liturgickú udalosť '%1$s' vzťahujúcu sa na liturgickú udalosť s kľúčom '%2$s', liturgická udalosť neexistuje.

source: Cannot create mobile liturgical event '%1$s': the `strtotime.relative_time` property can only express relativity to the liturgical event with key '%2$s' using keywords %3$s.
nl: Kan mobiele liturgische gebeurtenis '%1$s' niet aanmaken: de eigenschap `strtotime.relative_time` kan alleen relatieve tijd uitdrukken ten opzichte van de liturgische gebeurtenis met sleutel '%2$s' met behulp van trefwoorden %3$s.
sk: Nedá sa vytvoriť mobilnú liturgickú udalosť '%1$s': vlastnosť `strtotime.relative_time` môže vyjadriť relatívnosť len voči liturgickej udalosti s kľúčom '%2$s' pomocou kľúčových slov %3$s.

source: Cannot create mobile liturgical event '%1$s': 'strtotime' property must be either an object or a string, instead it is of type '%2$s'.
nl: Kan mobiele liturgische gebeurtenis '%1$s' niet aanmaken: 'strtotime'-eigenschap moet een object of een string zijn, in plaats daarvan is het van type '%2$s'.
sk: Nemožno vytvoriť mobilnú liturgickú udalosť '%1$s': 'strtotime' vlastnosť musí byť buď objekt alebo reťazec, namiesto toho má typ '%2$s'.

source: The Solemnity '%1$s', proper to the calendar of the %2$s and usually celebrated on %3$s, coincides with the Sunday or Solemnity '%4$s' in the year %5$d! Does something need to be done about this?
nl: De plechtigheid '%1$s', eigen aan de kalender van de %2$s en meestal gevierd op %3$s, valt samen met de zondag of plechtigheid '%4$s' in het jaar %5$d! Moet hier iets aan gedaan worden?
sk: Slávnosť '%1$s', vlastná kalendáru %2$s a zvyčajne slávená %3$s, sa v roku %5$d zhoduje s nedeľou alebo slávnosťou '%4$s'! Treba s tým niečo urobiť?

source: The %1$s '%2$s', proper to the calendar of the %3$s and usually celebrated on %4$s, is suppressed by the %5$s %6$s in the year %7$d.
nl: Het feest %1$s '%2$s', behorend tot de kalender van de %3$s en gewoonlijk gevierd op %4$s, wordt onderdrukt door de %5$s %6$s in het jaar %7$d.
sk: Slávnosť %1$s '%2$s', vlastná pre kalendár %3$s a obvykle slávená %4$s, je potlačená %5$s %6$s v roku %7$d.

source: From the Common
nl: Gemeenschappelijke
sk: Z bežného

source: YEAR
nl: JAAR
sk: ROK

source: Vigil Mass
nl: Vigiliemis
sk: Omšová vigília

source: The Vigil Mass for the %1$s '%2$s' coincides with the %3$s '%4$s' in the year %5$d. As per %6$s, the first has precedence, therefore the Vigil Mass is confirmed as are I Vespers.
nl: De vigiliemis voor de %1$s '%2$s' valt samen met de %3$s '%4$s' in het jaar %5$d. Overeenkomstig %6$s heeft de eerste voorrang, waardoor de vigiliemis en het avondgebed op de vooravond zijn vastgesteld.
sk: Vigília omša pre %1$s '%2$s' sa zhoduje s %3$s '%4$s' v roku %5$d. Podľa %6$s má prvá prednosť, preto je Vigília omša potvrdená rovnako ako I. vešpery.

source: The Vigil Mass for the %1$s '%2$s' coincides with the %3$s '%4$s' in the year %5$d. Since the first Solemnity has precedence, it will have Vespers I and a vigil Mass, whereas the last Solemnity will not have either Vespers II or an evening Mass.
nl: De vigiliemis van de %1$s '%2$s' valt samen met de %3$s '%4$s' in het jaar %5$d. Omdat het eerste hoogfeest voorrang heeft, heeft het een avondgebed op de vooravond en een vigiliemis, terwijl het tweede hoogfeest geen avondgebed of een avondmis heeft.
sk: Vigilná omša pre %1$s '%2$s' sa zhoduje s %3$s '%4$s' v roku %5$d. Keďže prvá slávnosť má prednosť, bude mať prvé vešpery a vigilnú omšu, zatiaľ čo posledná slávnosť nebude mať ani druhé vešpery, ani večernú omšu.

source: The Vigil Mass for the %1$s '%2$s' coincides with the %3$s '%4$s' in the year %5$d. This last Solemnity takes precedence, therefore it will maintain Vespers II and an evening Mass, while the first Solemnity will not have a Vigil Mass or Vespers I.
nl: De vigiliemis voor de %1$s '%2$s' valt samen met de %3$s '%4$s' in het jaar %5$d. Het tweede hoogfeest heeft voorrang, waardoor het een avondgebed op de vooravond en een avondmis behoudt, terwijl het eerste hoogfeest geen vigiliemis of avondgebed heeft.
sk: Vigilná omša pre %1$s '%2$s' sa zhoduje s %3$s '%4$s' v roku %5$d. Táto posledná slávnosť má prednosť, preto si zachová Vešpery II a večernú omšu, zatiaľ čo prvá slávnosť nebude mať vigilnú omšu ani Vešpery I.

source: The Vigil Mass for the %1$s '%2$s' coincides with the %3$s '%4$s' in the year %5$d. We should ask the Dicastery for Divine Worship and the Discipline of the Sacraments what to do about this!
nl: De Vigilie Mis voor de %1$s '%2$s' valt samen met de %3$s '%4$s' in het jaar %5$d. We moeten de Dicasterie voor de Goddelijke Eredienst en de Discipline van de Sacramenten vragen wat we hieraan moeten doen!

source: The %1$s '%2$s', usually celebrated on %3$s, was suppressed by the %4$s '%5$s' in the year %6$d, however being elevated to a Patronal festivity for the Calendar %7$s, it has been reinstated.
sk: %1$s '%2$s', zvyčajne oslavovaný %3$s, bol zrušený %4$s '%5$s' v roku %6$d, avšak po povýšení na patrónsku slávnosť pre kalendár %7$s bol obnovený.
