Repository: Liturgical-Calendar/LiturgicalCalendarAPI
Catalog: i18n/la/LC_MESSAGES/litcal.po
Languages: la

source: Only years from 1970 and after are supported. You tried requesting the year %d.
la: Petere potes nisi ab annis MCMLXX et ultra. Tu anno %d conatus est petere.

source: Translation data for the sanctorale from %s could not be found.
la: Translationem datarum pro sanctorali ex %s inveniri non potuit.

source: or
la: vel

source: Divine Mercy Sunday
la: Dominica de divina Misericordia

source: The Solemnity '%1$s' falls on %2$s in the year %3$d, the celebration has been transferred to %4$s (%5$s) as per the %6$s.
la: Coincidet enim Sollemnitas <i>'%1$s'</i> cum <b>%2$s</b> in anno %3$d, ergo traslata est celebratio ad %4$s (%5$s) secundum %6$s.

source: the Saturday preceding Palm Sunday
la: sabbatum ante Dominicam in Palmis

source: Decree of the Congregation for Divine Worship
la: Decretum Congregationis pro Cultu Divino

source: the Monday following the Second Sunday of Easter
la: diem Lunæ post Dominicam Secundam Paschæ

source: the following Monday
la: diem Lunæ proximum

source: The Solemnity '%1$s' coincides with the Solemnity '%2$s' in the year %3$d. We should ask the Congregation for Divine Worship what to do about this!
la: Sollemnitas <i>'%1$s'</i> coincidet cum Sollemnitate <i>'%2$s'</i> in anno %3$d. Oportet quaerere a Congregatione Cultu Divino quid facere!

source: Seeing that the Solemnity '%1$s' coincides with the Solemnity '%2$s' in the year %3$d, it has been anticipated by one day as per %4$s.
la: Ex causa Sollemnitas <i>'%1$s'</i> coincidet cum Sollemnitate <i>'%2$s'</i> in anno %3$d, anticipata est ab uno die secundum %4$s.

source: '%1$s' falls on a Sunday in the year %2$d, therefore the Feast '%3$s' is celebrated on %4$s rather than on the Sunday after Christmas.
la: '%1$s' coincidet cum Dominica in anno %2$d, ergo Festum <i>'%3$s'</i> celebrentur die %4$s quam Dominica post Nativitate.

source: Our Lord Jesus Christ, The Eternal High Priest
la: Dómini nostri Iesu Christi, Summi et Aetérni Sacerdótis

source: In 2012, Pope Benedict XVI gave faculty to the Episcopal Conferences to insert the Feast of Our Lord Jesus Christ the Eternal High Priest in their own liturgical calendars on the Thursday after Pentecost: applicable to the calendar '%1$s' in the year '%2$d' (%3$s).
la: In anno 2012, Papa Benedictus XVI facultatem dedit Conferentiis Episcopalibus ut Festum Domini Nostri Iesu Christi Summi Sacerdotis Aeterni inserant in propriis calendaribus liturgicis die Iovis post Pentecosten: applicabile ad calendarium '%1$s' anno '%2$d' (%3$s).

source: '%1$s' is superseded by the %2$s '%3$s' in the year %4$d.
la: <i>'%1$s'</i> subplantata est ab %2$s <i>'%3$s'</i> in anno %4$d.

source: of the %s Week of Advent
la: Hebdomadæ %s Adventus

source: %s Day of the Octave of Christmas
la: Dies %s Octavæ Nativitatis

source: of the %s Week of Lent
la: Hebdomadæ %s Quadragesimæ

source: after Ash Wednesday
la: post Feria IV Cinerum

source: The %1$s '%2$s' has been added on %3$s since the year %4$d (%5$s), applicable to the year %6$d.
la: %1$s <i>'%2$s'</i> aggregata est igitur in die %3$s ab anno %4$d (%5$s), ergo viget in anno %6$d.

source: Vatican Press conference: Presentation of the Editio Typica Tertia of the Roman Missal
la: Conferentia Vaticanensis: Praesentatio Editionis Typicae Tertiae Missalis Romani

source: The %1$s '%2$s' either falls between 17 Dec. and 24 Dec., or during the Octave of Christmas, or on the weekdays of the Lenten season in the year %3$d, rank reduced to Commemoration.
la: Accidit %1$s <i>'%2$s'</i> aut infra 17 Dec. et 24 Dec. aut infra Octavam Nativitatis aut infra ferias Quadragesimae in anno %3$d, ergo reductus est gradus ad Commemorationem.

source: The %1$s '%2$s' is superseded by the %3$s '%4$s' in the year %5$d.
la: %1$s '%2$s' subplantata est ab %3$s '%4$s' in anno %5$d.

source: Apostolic Constitution Missale Romanum
la: Apostolica Constitutio Missale Romanum

source: The %1$s '%2$s', added in the %3$s of the Roman Missal since the year %4$d (%5$s) and usually celebrated on %6$s, is suppressed by the %7$s '%8$s' in the year %9$d.
la: %1$s '%2$s' aggregata in %3$s Missalis Romani ab anno %4$d (%5$s) et plerumque celebrata in die %6$s subplantata est ab %7$s '%8$s' in anno %9$d.

source: The %1$s '%2$s', added on %3$s since the year %4$d (%5$s), is however superseded by a %6$s '%7$s' in the year %8$d.
la: %1$s '%2$s', aggregata in die %3$s ab anno %4$d (%5$s), subplantata est ab %6$s '%7$s' in anno %8$d.

source: The Memorial '%1$s' coincides with another Memorial '%2$s' in the year %3$d. They are both reduced in rank to optional memorials (%4$s).
la: Memoria '%1$s' coincidet cum alia Memoria '%2$s' in anno %3$d. Ergo ambo simul redunctur in gradu Memoriæ ad libitum (%4$s).

source: before
la: ante

source: after
la: postquam

source: Cannot create mobile festivity '%1$s': can only be relative to festivity with key '%2$s' using keywords %3$s
la: Festivitas mobilia '%1$s' creari non potest: tantum ad festivitatem cum clave '%2$s' relativa esse potest, utentem verbis clavum %3$s

source: Cannot create mobile festivity '%1$s' relative to festivity with key '%2$s'
la: Festivitas mobilia '%1$s' in comparatione cum festivitate clavigeri '%2$s' creari non potest

source: Cannot create mobile festivity '%1$s': when the 'strtotime' property is an object, it must have properties %2$s
la: Mobile festivitas '%1$s' creare non possum: cum proprietas 'strtotime' sit obiectum, oportet eam habere proprietates %2$s

source: Cannot create mobile festivity '%1$s': 'strtotime' property must be either an object or a string! Currently it has type '%2$s'
la: Festivitas mobilia '%1$s' creari non potest: proprietas 'strtotime' aut obiectum esse debet aut stringere! Nunc autem habet typum '%2$s'

source: Cannot create mobile festivity '%1$s' without a 'strtotime' property!
la: Festivitas mobilia '%1$s' non potest creari sine proprietate 'strtotime'!

source: The name of the %1$s '%2$s' has been changed to %3$s since the year %4$d, applicable to the year %5$d (%6$s).
la: %1$s '%2$s' elevata est in gradu %3$s ab anno %4$d, ergo applicatur ad anno %5$d (%6$s).

source: The %1$s '%2$s' has been raised to the rank of %3$s since the year %4$d, applicable to the year %5$d (%6$s).
la: %1$s '%2$s' elevata est in gradu %3$s ab anno %4$d, ergo applicatur ad anno %5$d (%6$s).

source: The %1$s '%2$s' has been lowered to the rank of %3$s since the year %4$d, applicable to the year %5$d (%6$s).
la: %1$s '%2$s' elevata est in gradu %3$s ab anno %4$d, ergo applicatur ad anno %5$d (%6$s).

source: '%1$s' has been declared a Doctor of the Church since the year %2$d, applicable to the year %3$d (%4$s).
la: '%1$s' declarato/a est Doctor Ecclesiæ ab anno %2$d, ergo applicatur ad anno %3$d (%4$s).

source: and Doctor of the Church
la: et Ecclesiæ doctoris

source: The %1$s '%2$s', added on %3$s since the year %4$d (%5$s), is however superseded by the %6$s '%7$s' in the year %8$d.
la: %1$s '%2$s', aggregata in die %3$s ab anno %4$d (%5$s), subplantata est ab %6$s '%7$s' in anno %8$d.

source: In the year %1$d, the %2$s '%3$s' has been suppressed by the %4$s '%5$s', added on %6$s since the year %7$d (%8$s).
la: In anno %1$d, %2$s '%3$s' subplantata est ad %4$s '%5$s', aggregata in die %6$s ab anno %7$d (%8$s).

source: The optional memorial '%1$s' has been transferred from Dec. 12 to Aug. 12 since the year 2002 (%2$s), applicable to the year %3$d.
la: Memoria ad libitum <i>'%1$s'</i> traslata est de 12 Dec. ad 12 Aug. ab anno 2002 (%2$s), ergo viget in anno %3$d.

source: The optional memorial '%1$s', which would have been superseded this year by a Sunday or Solemnity were it on Dec. 12, has however been transferred to Aug. 12 since the year 2002 (%2$s), applicable to the year %3$d.
la: Memoria ad libitum <i>'%1$s'</i> qua subplantata fuisset ab Dominica aut Sollemnitate si celebrata fuisset in die 12 Dec., nihilominus traslata est ad 12 Aug. ab anno 2002 (%2$s), ergo viget in anno %3$d.

source: The optional memorial '%1$s' has been transferred from Dec. 12 to Aug. 12 since the year 2002 (%2$s), applicable to the year %3$d. However, it is superseded by a Sunday, a Solemnity, or a Feast '%4$s' in the year %3$d.
la: Memoria ad libitum <i>\'%1$s\'</i> traslata est de 12 Dec. ad 12 Aug. ab anno 2002 (%2$s), ergo viget in anno %3$d. Nihilominus subplantata est ab Dominica, aut Sollemnitate, aut Festu <i>\'%4$s\'</i> in anno %3$d.

source: The Feast '%1$s' would have been suppressed this year ( 2009 ) since it falls on a Sunday, however being the Year of the Apostle Paul, as per the %2$s it has been reinstated so that local churches can optionally celebrate the memorial.
la: Festum '%1$s' hoc anno ( 2009 ) supprimeretur quia congruit cum Dominica, tamen quamvis sit Annus Pauli Apostoli, restituta est secundum %2$s ut permittant ecclesias locales ad memoriam celebrandam.

source: of the %s Week of Easter
la: Hebdomadæ %s Temporis Paschali

source: of the %s Week of Ordinary Time
la: Hebdomadæ %s Temporis Ordinarii

source: Saturday Memorial of the Blessed Virgin Mary
la: Memoria Sanctæ Mariæ in Sabbato

source: Error retrieving and decoding Wider Region data from file %s.
la: Errorem ad recuperandam et interpretandam datam Regionis Latiorem ex archivo %s.

source: The Memorial '%1$s' coincides with another Memorial '%2$s' in the year %3$d. They are both reduced in rank to optional memorials.
la: Memoria '%1$s' coincidet cum alia Memoria '%2$s' in anno %3$d. Ergo ambo simul redunctur in gradu Memoriæ ad libitum.

source: The Feast '%1$s', usually celebrated on %2$s, coincides with another Feast '%3$s' in the year %4$d! Does something need to be done about this?
la: Festum '%1$s', sollemniter celebratum die %2$s, coincidet cum alio Festum '%3$s' anno %4$d! Opus est aliquid de hoc agere?

source: The Solemnity '%1$s', usually celebrated on %2$s, coincides with the Sunday or Solemnity '%3$s' in the year %4$d! Does something need to be done about this?
la: Solemnitas '%1$s', quae plerumque celebratur die %2$s, coincidet cum Dominica vel Solemnitate '%3$s' anno %4$d! Opus est aliquid de hoc agere?

source: We should be creating a new festivity, however we do not seem to have the correct date information in order to proceed
la: Novam festivitatem creare debemus, sed videtur nos non habere rectam informationem de die quo procedere

source: Found a sanctorale data file for %s
la: Inveni codicem datarum sanctoralium pro %s

source: The %1$s '%2$s' (%3$s), added to the national calendar in the %4$s, is superseded by the %5$s '%6$s' in the year %7$d
la: %1$s '%2$s' (%3$s), aggregata calendario nationali in %4$s, subplantata est ab %5$s '%6$s' in anno %7$d

source: Could not find a sanctorale data file for %s
la: Archivum datarum de Sanctorale pro %s non inventa est

source: The %1$s '%2$s' is transferred from %5$s to %6$s as per the %7$s, to make room for '%3$s': applicable to the year %4$d.
la: %1$s <i>'%2$s'</i> traslata est de die %5$s ad diem %6$s secundum %7$s, cum spatium facere in gratiam '%3$s': ergo viget in anno %4$d.

source: The %1$s '%2$s' would have been transferred from %3$s to %4$s as per the %5$s, to make room for '%6$s', however it is suppressed by the %7$s '%8$s' in the year %9$d.
la: %1$s '%2$s' transferretur de die %3$s ad diem %4$s secundum %5$s, cum spatium facere in gratiam '%6$s', sed subplantata est ab %7$s '%8$s' in anno %9$d.

source: The %1$s '%2$s', proper to the calendar of the %3$s and usually celebrated on %4$s, is suppressed by the Sunday or Solemnity %5$s in the year %6$d
la: %1$s '%2$s', proprio calendario %3$s et plerumque celebratur die %4$s, supprimatur a Dominica vel Sollemnitate %5$s anno %6$d

source: YEAR
la: ANNUM

source: Vigil Mass
la: Missa in Vigilia

source: The Vigil Mass for the %1$s '%2$s' coincides with the %3$s '%4$s' in the year %5$d. As per %6$s, the first has precedence, therefore the Vigil Mass is confirmed as are I Vespers.
la: Missa in Vigilia %1$s '%2$s' coincidet cum %3$s'%4$s' in anno %5$d. Secundum %6$s, prima praecedentia habet, ergo Missa vesperum et Missa in Vigilia servabuntur.

source: The Vigil Mass for the %1$s '%2$s' coincides with the %3$s '%4$s' in the year %5$d. Since the first Solemnity has precedence, it will have Vespers I and a vigil Mass, whereas the last Solemnity will not have either Vespers II or an evening Mass.
la: Missa in Vigilia %1$s '%2$s' coincidet cum %3$s'%4$s' in anno %5$d. Sollemnitas prima praecedentia habet, ergo servabit Secundis Vesperis atque Missa vesperum, cum Sollemnitas ultima neque Missa in Vigilia neque Primis Vesperis servabit.

source: The Vigil Mass for the %1$s '%2$s' coincides with the %3$s '%4$s' in the year %5$d. This last Solemnity takes precedence, therefore it will maintain Vespers II and an evening Mass, while the first Solemnity will not have a Vigil Mass or Vespers I.
la: Missa in Vigilia %1$s '%2$s' coincidet cum %3$s'%4$s' in anno %5$d. Sollemnitas ultima praecedentia habet, ergo servabit Secundis Vesperis atque Missa vesperum, cum Sollemnitas prima neque Missa in Vigilia neque Primis Vesperis servabit.

source: The Vigil Mass for the %1$s '%2$s' coincides with the %3$s '%4$s' in the year %5$d. We should ask the Congregation for Divine Worship what to do about this!
la: Missa in Vigilia %1$s '%2$s' coincidet cum %3$s'%4$s' in anno %5$d. Oportet quaerere a Congregatione Cultu Divino quid facere!

source: green
la: viridis

source: purple
la: purpura

source: white
la: albus

source: red
la: ruber

source: pink
la: rosea

source: Proper
la: Proprium

source: Dedication of a Church
la: Dedicationis ecclesiæ

source: Blessed Virgin Mary
la: Beatæ Mariæ Virginis

source: Martyrs
la: Martyrum

source: Pastors
la: Pastorum

source: Doctors
la: Doctorum Ecclesiæ

source: Virgins
la: Virginum

source: Holy Men and Women
la: Sanctorum et Sanctarum

source: For One Martyr
la: Pro uno martyre

source: For Several Martyrs
la: Pro pluribus martyribus

source: For Missionary Martyrs
la: Pro missionariis martyribus

source: For One Missionary Martyr
la: Pro uno missionario martyre

source: For Several Missionary Martyrs
la: Pro pluribus missionariis martyribus

source: For a Virgin Martyr
la: Pro virgine martyre

source: For a Holy Woman Martyr
la: Pro sancta muliere martyre

source: For a Pope
la: Pro papa

source: For a Bishop
la: Pro episcopo

source: For One Pastor
la: Pro uno pastore

source: For Several Pastors
la: Pro pluribus pastoribus

source: For Founders of a Church
la: Pro fundatoribus ecclesiarum

source: For One Founder
la: Pro uno fundatore

source: For Several Founders
la: Pro pluribus fundatoribus

source: For Missionaries
la: Pro missionariis

source: For One Virgin
la: Pro una virgine

source: For Several Virgins
la: Pro pluribus virginibus

source: For Several Saints
la: Pro pluribus sanctis

source: For One Saint
la: Pro uno sancto

source: For an Abbot
la: Pro abbate

source: For a Monk
la: Pro monacho

source: For a Nun
la: Pro moniali

source: For Religious
la: Pro religiosis

source: For Those Who Practiced Works of Mercy
la: Pro iis qui opera misericordiæ exercuerunt

source: For Educators
la: Pro educatoribus

source: For Holy Women
la: Pro sanctis mulieribus

source: From the Common
la: De Commune

source: weekday
la: feria

source: Memorial
la: Memoria obligatoria

source: FEAST
la: FESTUM

source: FEAST OF THE LORD
la: FESTUM DOMINI

source: SOLEMNITY
la: SOLLEMNITAS

source: celebration with precedence over solemnities
la: celebratio altioris ordinis quam sollemnitatis

source: Advent
la: Tempus Adventus

source: Christmas
la: Tempus Nativitatis

source: Lent
la: Tempus Quadragesimæ

source: Easter Triduum
la: Sacrum Triduum paschale

source: Easter
la: Tempus paschale

source: Ordinary Time
la: Tempus per annum
